<template>
  <div class="flex flex-col p-2">
    <WallPost
      image="http://www.kansk-tc.ru/UserFiles/2024/10/15/2024-10-08_550px..jpeg"
      title="Визит Китайской делегации в наш колледж"
      description="22 сентября Китайская делегация посетила наш колледж. Целью визита является установление партнерских отношений с колледжем и обмен опытом в области профессионального образования. Визит делегации стал важным шагом в развитии международного сотрудничества и укрепления связей между образовательными учреждениями."
      date="22.09.2024"
    />
  </div>
</template>

<script setup lang="ts"></script>
